Repository: ZackLiu777/Follower
Catalog: Follower/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# premium.churnLow
source: Low Churn
ja: 低離脱
zh_hans: 低流失
zh_hant: 低流失

# premium.churnMedium
source: Medium Churn
ja: 中程度の離脱
zh_hans: 中等流失
zh_hant: 中等流失

# premium.churnNone
source: No Churn
ja: 離脱なし
zh_hans: 无流失
zh_hant: 無流失

# premium.churnRiskLevel
source: Churn Risk Level
ja: 離脱リスクレベル
zh_hans: 流失风险级别
zh_hant: 流失風險級別

# premium.close
source: Close
ja: 閉じる
zh_hans: 关闭
zh_hant: 關閉

# premium.comingSoon
source: Coming soon in a future update
ja: 今後のアップデートで提供予定
zh_hans: 即将在后续版本中推出
zh_hant: 即將在後續版本中推出

# premium.commentManagement
source: Comment Manager
ja: コメント管理
zh_hans: 评论管理
zh_hant: 留言管理

# premium.commentMgmtDesc
source: Comment management requires Instagram Message API access. Reply to comments directly within the app to maintain engagement.
ja: コメント管理にはInstagram Message APIへのアクセスが必要です。アプリ内で直接コメントに返信してエンゲージメントを維持しましょう。
zh_hans: 评论管理需要 Instagram Message API 接入。在 App 内直接回复评论，保持互动活跃度。
zh_hant: 留言管理需要 Instagram Message API 接入。在 App 內直接回覆留言，保持互動活躍度。

# premium.comments
source: Comments
ja: コメント
zh_hans: 评论
zh_hant: 評論

# premium.comparisonDown
source: Down %.0f%% vs last period
ja: 前期比 %.0f%% 低下
zh_hans: 较前周期 -%.0f%%
zh_hant: 較前期間 -%.0f%%

# premium.comparisonStable
source: Stable vs last period
ja: 前期と同水準
zh_hans: 与前周期持平
zh_hant: 與前期間持平

# premium.comparisonUp
source: Up %.0f%% vs last period
ja: 前期比 %.0f%% 上昇
zh_hans: 较前周期 +%.0f%%
zh_hant: 較前期間 +%.0f%%

# premium.competitorComparison
source: Competitor Comparison
ja: 競合比較
zh_hans: 竞品对比
zh_hant: 競品對比

# premium.competitorDesc
source: Benchmarks based on accounts with similar follower count and content category. Updated weekly.
ja: 同程度のフォロワー数・コンテンツカテゴリのアカウントに基づくベンチマーク。毎週更新。
zh_hans: 基于相似粉丝量和内容类别的账号基准数据。每周更新。
zh_hant: 基於相似粉絲數和內容類別的帳號基準數據。每週更新。

# premium.competitorGrowth
source: Your Growth vs Peers
ja: 同業他社比での成長率
zh_hans: 与同行对比增长率
zh_hant: 與同行對比增長率

# premium.competitorPeersAvg
source: Peers Avg
ja: 同業平均
zh_hans: 同行平均
zh_hant: 同行平均

# premium.competitorYou
source: You
ja: あなた
zh_hans: 你
zh_hant: 你

# premium.confidenceHigh
source: High confidence
ja: 信頼度：高
zh_hans: 高置信度
zh_hant: 高置信度

# premium.confidenceLow
source: Low confidence
ja: 信頼度：低
zh_hans: 低置信度
zh_hant: 低置信度

# premium.confidenceMedium
source: Medium confidence
ja: 信頼度：中
zh_hans: 中置信度
zh_hant: 中置信度

# premium.contentBottleneckConversion
source: Weak conversion: engagement → followers
ja: 転換率が弱い：エンゲージメント→フォロワー
zh_hans: 转化瓶颈：互动→涨粉环节最弱
zh_hant: 轉化瓶頸：互動→漲粉環節最弱

# premium.contentBottleneckEngagement
source: Weak engagement: views → interactions
ja: エンゲージメントが弱い：閲覧→インタラクション
zh_hans: 互动瓶颈：浏览→互动环节最弱
zh_hant: 互動瓶頸：瀏覽→互動環節最弱

# premium.contentCaptionInsight
source: Longer captions average %d interactions vs %d for shorter ones
ja: 長いキャプションは平均%d、短いものは%d
zh_hans: 长文案平均 %d 互动，短文案 %d
zh_hant: 長文案平均 %d 互動，短文案 %d

# premium.contentFormulaCaption
source: Viral posts average ~%d chars of caption (vs %d for others)
ja: バズ投稿のキャプション平均約%d文字（他は%d）
zh_hans: 爆款文案平均约 %d 字（其他 %d 字）
zh_hant: 爆款文案平均約 %d 字（其他 %d 字）

# premium.contentFormulaDay
source: Viral posts cluster on %@
ja: バズ投稿は%@に集中
zh_hans: 爆款集中在 %@
zh_hant: 爆款集中在 %@

# premium.contentFormulaHour
source: Viral posts cluster around %@
ja: バズ投稿は%@頃に集中
zh_hans: 爆款集中在 %@ 左右
zh_hant: 爆款集中在 %@ 左右

# premium.contentFormulaType
source: Viral posts are mostly %@
ja: バズ投稿は主に%@
zh_hans: 爆款以 %@ 为主
zh_hant: 爆款以 %@ 為主

# premium.contentFunnelBottleneck
source: Bottleneck: %@ — improve this stage (+%d followers/month est.)
ja: ボトルネック：%@ — 改善で+%dフォロワー/月
zh_hans: 瓶颈：%@ — 改善该环节预计 +%d 粉丝/月
zh_hant: 瓶頸：%@ — 改善該環節預計 +%d 粉絲/月

# premium.contentFunnelEngagement
source: Interactions
ja: インタラクション
zh_hans: 互动
zh_hant: 互動

# premium.contentFunnelEngToFollower
source: Interaction → Follower
ja: インタラクション→フォロワー
zh_hans: 互动→涨粉
zh_hant: 互動→漲粉

# premium.contentFunnelFollowers
source: Followers gained
ja: 獲得フォロワー
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# premium.contentFunnelOverall
source: View → Follower
ja: 閲覧→フォロワー
zh_hans: 浏览→涨粉
zh_hant: 瀏覽→漲粉

# premium.contentFunnelTitle
source: Engagement Funnel
ja: エンゲージメントファネル
zh_hans: 互动漏斗
zh_hant: 互動漏斗

# premium.contentFunnelViews
source: Views
ja: 閲覧数
zh_hans: 浏览
zh_hant: 瀏覽

# premium.contentFunnelViewToEng
source: View → Interaction
ja: 閲覧→インタラクション
zh_hans: 浏览→互动
zh_hant: 瀏覽→互動

# premium.contentNoCaption
source: No caption
ja: キャプションなし
zh_hans: 无文案
zh_hant: 無文案

# premium.contentProfilePosts
source: posts
ja: 件
zh_hans: 篇
zh_hant: 篇

# premium.contentProfileTitle
source: Content Profile
ja: コンテンツプロフィール
zh_hans: 内容档案
zh_hant: 內容檔案

# premium.contentProfileTypes
source: Performance by type
ja: タイプ別パフォーマンス
zh_hans: 类型表现
zh_hant: 類型表現

# premium.contentScheduling
source: Content Scheduler
ja: コンテンツスケジューラー
zh_hans: 内容排期
zh_hant: 內容排程

# premium.contentStrategy
source: Content Strategy
ja: コンテンツ戦略
zh_hans: 内容策略
zh_hant: 內容策略

# premium.contentStrategyNoData
source: No content data yet
ja: コンテンツデータがありません
zh_hans: 暂无内容数据
zh_hant: 暫無內容數據

# premium.contentStrategyNoDataDesc
source: Sync your account to see your content profile and engagement funnel.
ja: アカウントを同期すると内容分析が表示されます。
zh_hans: 同步账号后查看内容档案与互动漏斗。
zh_hant: 同步帳號後查看內容檔案與互動漏斗。

# premium.contentTierAverage
source: Average
ja: 平均
zh_hans: 平庸
zh_hant: 平庸

# premium.contentTierLow
source: Low
ja: 低調
zh_hans: 低互动
zh_hant: 低互動

# premium.contentTierViral
source: Viral
ja: バズ
zh_hans: 爆款
zh_hant: 爆款

# premium.contentTopPosts
source: Top Posts
ja: トップ投稿
zh_hans: 最佳帖子
zh_hant: 最佳貼文

# premium.contentViralFormula
source: Your Viral Formula
ja: あなたのバズの公式
zh_hans: 你的爆款公式
zh_hant: 你的爆款公式

# premium.currentPeriod
source: Current Period
ja: 現期間
zh_hans: 当前周期
zh_hant: 當前週期

# premium.dailyEngagement
source: Engagement by Day
ja: 曜日別エンゲージメント
zh_hans: 每天互动
zh_hant: 每天互動

# premium.dayFri
source: Fri
ja: 金
zh_hans: 周五
zh_hant: 週五

# premium.dayMon
source: Mon
ja: 月
zh_hans: 周一
zh_hant: 週一

# premium.daysActive
source: days active
ja: 日間アクティブ
zh_hans: 天活跃
zh_hant: 天活躍

# premium.daySat
source: Sat
ja: 土
zh_hans: 周六
zh_hant: 週六

# premium.daySun
source: Sun
ja: 日
zh_hans: 周日
zh_hant: 週日

# premium.dayThu
source: Thu
ja: 木
zh_hans: 周四
zh_hant: 週四

# premium.dayTue
source: Tue
ja: 火
zh_hans: 周二
zh_hant: 週二

# premium.dayWed
source: Wed
ja: 水
zh_hans: 周三
zh_hant: 週三

# premium.declining
source: Declining
ja: 減少中
zh_hans: 下降中
zh_hant: 下降中

# premium.distributionByRegion
source: Distribution by Region
ja: 地域別分布
zh_hans: 按地区分布
zh_hant: 按地區分佈

# premium.end
source: End
ja: 終了
zh_hans: 结束
zh_hant: 結束

# premium.engagement
source: Engagement
ja: エンゲージメント
zh_hans: 互动
zh_hant: 互動

# premium.engagementHeatmap
source: Engagement Heatmap
ja: エンゲージメントヒートマップ
zh_hans: 互动热力图
zh_hant: 互動熱力圖

# premium.engagementQuality
source: Engagement Quality
ja: エンゲージメント品質
zh_hans: 互动质量
zh_hant: 互動品質

# premium.engagementRate
source: Engagement Rate
ja: エンゲージメント率
zh_hans: 互动率
zh_hant: 互動率

# premium.excellent
source: Excellent
ja: 非常に良い
zh_hans: 优秀
zh_hant: 優秀

# premium.exportPDF
source: Export as PDF
ja: PDFで書き出し
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

# premium.fair
source: Fair
ja: 普通
zh_hans: 一般
zh_hant: 一般

source: Premium Feature
ja: プレミアム機能
zh_hans: 高级功能
zh_hant: 進階功能

# premium.followerAuthenticity
source: Follower Authenticity
ja: フォロワー信頼性
zh_hans: 粉丝真实性
zh_hant: 粉絲真實性

# premium.followerPrediction
source: Follower Prediction
ja: フォロワー予測
zh_hans: 粉丝预测
zh_hant: 粉絲預測

# premium.followers
source: Followers
ja: フォロワー
zh_hans: 粉丝
zh_hant: 粉絲

# premium.geoDistribution
source: Geo Distribution
ja: 地域分布
zh_hans: 地域分布
zh_hant: 地域分佈

# premium.good
source: Good
ja: 良好
zh_hans: 良好
zh_hant: 良好

# premium.great
source: Great
ja: 良い
zh_hans: 很好
zh_hant: 很好

# premium.growing
source: Growing
ja: 成長中
zh_hans: 增长中
zh_hant: 增長中

# premium.growthPattern
source: Growth Pattern
ja: 成長パターン
zh_hans: 增长模式
zh_hant: 增長模式

# premium.growthProbability
source: Growth Probability
ja: 成長確率
zh_hans: 增长概率
zh_hant: 增長概率

# premium.growthRate
source: Growth Rate
ja: 成長率
zh_hans: 增长率
zh_hant: 增長率

# premium.heatmapDesc
source: Darker cells indicate higher engagement. Use this heatmap to schedule posts when your audience is most active.
ja: 濃いセルは高いエンゲージメントを示します。このヒートマップを使って、オーディエンスが最もアクティブな時間に投稿をスケジュールしましょう。
zh_hans: 颜色越深表示互动越高。使用此热力图在受众最活跃的时段安排发帖。
zh_hant: 顏色越深表示互動越高。使用此熱力圖在受眾最活躍的時段安排發文。

# premium.highlyActive
source: Highly Active
ja: 非常にアクティブ
zh_hans: 高度活跃
zh_hant: 高度活躍

# premium.hourlyEngagement
source: Engagement by Hour
ja: 時間別エンゲージメント
zh_hans: 每小时互动
zh_hant: 每小時互動

# premium.hoursAgo
source: %lldh ago
ja: %lld時間前
zh_hans: %lld 小时前
zh_hant: %lld 小時前

# premium.in30Days
source: in 30 days
ja: 30日後
zh_hans: 30天后
zh_hant: 30天後

# premium.includes
source: Includes
ja: 含まれるもの
zh_hans: 包含内容
zh_hant: 包含內容

source: Premium Insights
ja: プレミアム分析
zh_hans: 高级洞察
zh_hant: 高級洞察

# premium.likelyRange80
source: 80%% Likely Range
ja: 80%%の確からしい範囲
zh_hans: 80%% 可能区间
zh_hant: 80%% 可能區間

# premium.likelyRange95
source: 95%% likely range
ja: 95%% 予測区間
zh_hans: 95%% 可能区间
zh_hant: 95%% 可能區間

# premium.likes
source: Likes
ja: いいね
zh_hans: 点赞
zh_hant: 讚

# premium.longTermComparison
source: Long-term Comparison
ja: 長期比較
zh_hans: 长期对比
zh_hant: 長期對比

# premium.lowActivity
source: Low
ja: 低い
zh_hans: 较低
zh_hant: 較低

# premium.lowQuality
source: Low
ja: 低い
zh_hans: 较低
zh_hant: 較低

# premium.mediaKit
source: Media Kit
ja: メディアキット
zh_hans: 媒体包
zh_hant: 媒體包

# premium.mediaKitExport
source: Media Kit Export
ja: メディアキット出力
zh_hans: 媒体包导出
zh_hant: 媒體包匯出

# premium.mkAudience
source: Audience Demographics
ja: オーディエンス属性
zh_hans: 受众人口统计
zh_hant: 受眾人口統計

# premium.mkContact
source: Contact Information
ja: 連絡先情報
zh_hans: 联系方式
zh_hant: 聯絡方式

# premium.mkEngagementHistory
source: Engagement Rate History
ja: エンゲージメント率の推移
zh_hans: 互动率历史
zh_hant: 互動率歷史

# premium.mkFollowerGrowth
source: Follower Growth Chart
ja: フォロワー成長グラフ
zh_hans: 粉丝增长图表
zh_hant: 粉絲增長圖表

# premium.mkTopPosts
source: Top Performing Posts
ja: トップパフォーマンス投稿
zh_hans: 最佳表现帖子
zh_hant: 最佳表現貼文

# premium.moderate
source: Moderate
ja: 中程度
zh_hans: 中等
zh_hant: 中等

# premium.mostActiveDay
source: Most active: Day
ja: 最もアクティブ：
zh_hans: 最活跃：第
zh_hant: 最活躍：第

# premium.netGrowthRate
source: Net Growth Rate
ja: 純成長率
zh_hans: 净增长率
zh_hant: 淨增長率

# premium.newFollowers
source: New Followers
ja: 新規フォロワー
zh_hans: 新增粉丝
zh_hant: 新增粉絲

# premium.next3Days
source: Next 3 Days
ja: 今後3日間
zh_hans: 未来 3 天
zh_hant: 未來 3 天

# premium.noAnomalies
source: No anomalies
ja: 異常なし
zh_hans: 无异常
zh_hant: 無異常

# premium.noDataActivity
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataActivityDesc
source: Activity data will appear here once enough events are recorded.
ja: 十分なイベントが記録されるとアクティビティデータが表示されます
zh_hans: 记录足够事件后将显示活跃度数据
zh_hant: 記錄足夠事件後將顯示活躍度數據

# premium.noDataAvailable
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataBestTime
source: No Post Data Yet
ja: 投稿データがまだありません
zh_hans: 暂无帖子数据
zh_hant: 暫無貼文資料

# premium.noDataBestTimeDesc
source: Sync your account to analyze which posting times get the most engagement.
ja: アカウントを同期すると、最もエンゲージメントが高い投稿時間を分析できます。
zh_hans: 同步账号后即可分析哪个发帖时段互动最高。
zh_hant: 同步帳號後即可分析哪個發文時段互動最高。

# premium.noDataComparison
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataComparisonDesc
source: Comparison data will appear here once you have data across multiple periods.
ja: 複数期間のデータが蓄積されると比較データが表示されます
zh_hans: 拥有多个周期的数据后将显示对比数据
zh_hant: 擁有多個週期的數據後將顯示對比數據

# premium.noDataGeo
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataGeoDesc
source: Geo distribution data will appear here once enough data is recorded.
ja: 十分なデータが記録されると地域分布が表示されます
zh_hans: 记录足够数据后将显示地域分布
zh_hant: 記錄足夠數據後將顯示地域分佈

# premium.noDataQuality
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataQualityDesc
source: Quality scores will appear here once enough engagement data is recorded.
ja: 十分なエンゲージメントデータが記録されると品質スコアが表示されます
zh_hans: 记录足够互动数据后将显示质量评分
zh_hant: 記錄足夠互動數據後將顯示品質評分

# premium.noDataRetention
source: No Data Available
ja: データなし
zh_hans: 暂无数据
zh_hant: 暫無數據

# premium.noDataRetentionDesc
source: Retention data will appear here once enough events are recorded.
ja: 十分なイベントが記録されると維持率データが表示されます
zh_hans: 记录足够事件后将显示留存数据
zh_hant: 記錄足夠事件後將顯示留存數據

# premium.normal
source: Normal
ja: 正常
zh_hans: 正常
zh_hant: 正常

# premium.over24h
source: Over 24h
ja: 24時間以上
zh_hans: 超过 24 小时
zh_hant: 超過 24 小時

# premium.peakEngagementTime
source: Peak Engagement Time
ja: ピークエンゲージメント時間
zh_hans: 互动高峰时段
zh_hant: 互動高峰時段

# premium.pending
source: Pending
ja: 未返信
zh_hans: 待回复
zh_hant: 待回覆

# premium.peopleThisWeek
source: people this week
ja: 人（今週）
zh_hans: 人本周
zh_hant: 人本週

# premium.periodAfternoon
source: Afternoon
ja: 午後
zh_hans: 下午
zh_hant: 下午

# premium.periodDistribution
source: Period Distribution
ja: 時間帯分布
zh_hans: 时段分布
zh_hant: 時段分布

# premium.periodEvening
source: Evening
ja: 夕方
zh_hans: 晚上
zh_hant: 晚上

# premium.periodMorning
source: Morning
ja: 朝
zh_hans: 上午
zh_hant: 上午

# premium.periodNight
source: Night
ja: 深夜
zh_hans: 凌晨
zh_hant: 凌晨

# premium.postCampaign
source: Post-Campaign
ja: キャンペーン後
zh_hans: 投放后
zh_hant: 投放後

# premium.preCampaign
source: Pre-Campaign
ja: キャンペーン前
zh_hans: 投放前
zh_hant: 投放前

# premium.predictedFollowersNext
source: Predicted Followers (Next Month)
ja: 予測フォロワー数（来月）
zh_hans: 预计粉丝数（下月）
zh_hant: 預計粉絲數（下月）

# premium.predictedGrowthLabel
source: Expected growth
ja: 予想増加
zh_hans: 预计增长
zh_hant: 預計增長

# premium.predictionDescription
source: Based on your historical growth trends
ja: 過去の成長トレンドに基づく
zh_hans: 基于你的历史增长趋势
zh_hant: 基於你的歷史增長趨勢

# premium.predictionForecast
source: Forecast
ja: 予測
zh_hans: 预计
zh_hant: 預計

# premium.predictionNeedsData
source: Need more data for prediction
ja: 予測にはさらにデータが必要
zh_hans: 需要更多数据才能预测
zh_hant: 需要更多數據才能預測

# premium.predictionUnavailable
source: Prediction unavailable (needs %d days, have %d)
ja: 予測不可（%d日必要、現在%d日）
zh_hans: 预测不可用（需要 %d 天数据，当前 %d 天）
zh_hant: 預測不可用（需要 %d 天數據，目前 %d 天）

# premium.previousPeriod
source: Previous Period
ja: 前期間
zh_hans: 上一周期
zh_hant: 上一週期

# premium.qualityScore
source: Quality Score
ja: 品質スコア
zh_hans: 质量评分
zh_hant: 品質評分

# premium.readyToExport
source: Ready to export
ja: 書き出し準備完了
zh_hans: 准备导出
zh_hant: 準備匯出

# premium.reasonLunchtime
source: High lunchtime activity
ja: ランチタイムの高いアクティビティ
zh_hans: 午间高活跃度
zh_hant: 午間高活躍度

# premium.reasonPeakEngagement
source: Peak engagement for your audience
ja: オーディエンスのピークエンゲージメント
zh_hans: 受众互动高峰期
zh_hant: 受眾互動高峰期

# premium.reasonStartOfWeek
source: Start-of-week catch-up
ja: 週初めのキャッチアップ
zh_hans: 周初追赶浏览
zh_hant: 週初追趕瀏覽

# premium.regionsWithAudience
source: Audience in %d regions
ja: %d地域にオーディエンス
zh_hans: 在 %d 个地区有受众
zh_hant: 在 %d 個地區有受眾

# premium.replied
source: Replied
ja: 返信済み
zh_hans: 已回复
zh_hant: 已回覆

# premium.retentionChurn
source: Retention & Churn
ja: 維持率と離脱
zh_hans: 留存与流失
zh_hant: 留存與流失

# premium.scheduledAt
source: %@ at %@
ja: %@ %@に投稿
zh_hans: %@ %@ 发布
zh_hant: %@ %@ 發布

# premium.schedulingDesc
source: Recommendations are based on your audience's historical activity patterns. Schedule content when your followers are most likely to engage.
ja: 推奨はオーディエンスの過去のアクティビティパターンに基づいています。フォロワーが最もエンゲージしやすい時間にコンテンツをスケジュールしましょう。
zh_hans: 推荐基于受众历史活动模式。在粉丝最可能互动的时间安排内容。
zh_hant: 推薦基於受眾歷史活動模式。在粉絲最可能互動的時間安排內容。

# premium.shares
source: Shares
ja: シェア
zh_hans: 分享
zh_hant: 分享

# premium.stable
source: Stable
ja: 安定
zh_hans: 稳定
zh_hant: 穩定

# premium.start
source: Start
ja: 開始
zh_hans: 开始
zh_hant: 開始

# premium.strategyCarousel
source: Carousel Posts
ja: カルーセル投稿
zh_hans: 轮播帖子
zh_hant: 輪播貼文

# premium.strategyCarouselDesc
source: Get 2.3x more engagement than single images. Use 5-7 slides with a strong first image.
ja: 単一画像より2.3倍のエンゲージメント。印象的な1枚目で5-7枚のスライドを使いましょう。
zh_hans: 互动率比单图高 2.3 倍。使用 5-7 张幻灯片，首图要有冲击力。
zh_hant: 互動率比單圖高 2.3 倍。使用 5-7 張幻燈片，首圖要有衝擊力。

# premium.strategyEngage
source: Engage Back
ja: 積極的な返信
zh_hans: 积极互动
zh_hant: 積極互動

# premium.strategyEngageDesc
source: Reply to comments within 1 hour. Accounts that engage back see 40% higher loyalty.
ja: 1時間以内にコメントに返信。返信するアカウントは40%高いロイヤルティを獲得します。
zh_hans: 1 小时内回复评论。积极互动的账号粉丝忠诚度高 40%。
zh_hant: 1 小時內回覆留言。積極互動的帳號粉絲忠誠度高 40%。

# premium.strategyFrequency
source: Post Frequency
ja: 投稿頻度
zh_hans: 发帖频率
zh_hant: 發文頻率

# premium.strategyFrequencyDesc
source: 3-5 posts per week is optimal. Consistency matters more than volume.
ja: 週3-5回の投稿が最適。量より継続が重要です。
zh_hans: 每周 3-5 篇最佳。持续性比数量更重要。
zh_hant: 每週 3-5 篇最佳。持續性比數量更重要。

# premium.strategyHashtag
source: Hashtag Strategy
ja: ハッシュタグ戦略
zh_hans: 标签策略
zh_hant: 標籤策略

# premium.strategyHashtagDesc
source: Use 5-10 relevant hashtags. Mix popular (1M+) with niche (10K-100K) for best reach.
ja: 関連ハッシュタグを5-10個使用。人気（100万+）とニッチ（1万-10万）を組み合わせてリーチを最大化。
zh_hans: 使用 5-10 个相关标签。混合热门（100万+）和小众（1万-10万）标签以获得最佳曝光。
zh_hant: 使用 5-10 個相關標籤。混合熱門（100萬+）和小眾（1萬-10萬）標籤以獲得最佳曝光。

# premium.strategyVideo
source: Short Videos
ja: ショート動画
zh_hans: 短视频
zh_hant: 短影片

# premium.strategyVideoDesc
source: Videos under 15 seconds have 67% higher completion rate. Hook viewers in first 2 seconds.
ja: 15秒未満の動画は完了率が67%高い。最初の2秒で視聴者を惹きつけましょう。
zh_hans: 15 秒以内的视频完播率高 67%。前 2 秒就要抓住观众。
zh_hant: 15 秒以內的影片完播率高 67%。前 2 秒就要抓住觀眾。

# premium.template
source: Template
ja: テンプレート
zh_hans: 模板
zh_hant: 範本

# premium.templateCreative
source: Creative
ja: クリエイティブ
zh_hans: 创意
zh_hant: 創意

# premium.templateMinimal
source: Minimal
ja: ミニマル
zh_hans: 简约
zh_hant: 簡約

# premium.templateProfessional
source: Professional
ja: プロフェッショナル
zh_hans: 专业
zh_hant: 專業

# premium.themeSwitching
source: Theme Switching
ja: テーマ切り替え
zh_hans: 主题切换
zh_hant: 主題切換

# premium.tipActive
source: You’re active most days. Consider filling in gaps to boost your visibility.
ja: ほとんどの日でアクティブです。隙間を埋めて可視性を高めましょう。
zh_hans: 你大多数时间都很活跃。考虑填补空白以提升可见度。
zh_hant: 你大多數時間都很活躍。考慮填補空白以提升可見度。

# premium.tipChurnHigh
source: High churn detected! Take action to re-engage your audience.
ja: 高い離脱が検出されました！オーディエンスの再エンゲージメント対策を講じてください。
zh_hans: 检测到高流失！请采取措施重新吸引受众。
zh_hant: 檢測到高流失！請採取措施重新吸引受眾。

# premium.tipChurnLow
source: Low churn risk. Minor fluctuations are normal.
ja: 低い離脱リスク。わずかな変動は正常です。
zh_hans: 低流失风险。轻微波动是正常的。
zh_hant: 低流失風險。輕微波動是正常的。

# premium.tipChurnMedium
source: Moderate churn detected. Monitor your engagement regularly.
ja: 中程度の離脱が検出されました。定期的にエンゲージメントを監視してください。
zh_hans: 检测到中等流失。请定期监控互动情况。
zh_hant: 檢測到中等流失。請定期監控互動情況。

# premium.tipChurnNone
source: No churn detected. Your audience is stable.
ja: 離脱は検出されていません。オーディエンスは安定しています。
zh_hans: 未检测到流失。你的受众群体稳定。
zh_hant: 未檢測到流失。你的受眾群體穩定。

# premium.tipExcellent
source: Outstanding engagement! Your content resonates strongly with your audience.
ja: 優れたエンゲージメント！あなたのコンテンツはオーディエンスに強く響いています。
zh_hans: 互动表现优异！你的内容与受众产生了强烈共鸣。
zh_hant: 互動表現優異！你的內容與受眾產生了強烈共鳴。

# premium.tipFair
source: Fair engagement. Try asking questions or using calls-to-action.
ja: 普通のエンゲージメントです。質問やCTAを試してみてください。
zh_hans: 互动一般。尝试提问或使用行动号召。
zh_hant: 互動一般。嘗試提問或使用行動號召。

# premium.tipGood
source: Good engagement. Experiment with content types to improve further.
ja: 良好なエンゲージメントです。コンテンツタイプを試してさらに改善しましょう。
zh_hans: 互动良好。尝试不同内容类型以进一步提升。
zh_hant: 互動良好。嘗試不同內容類型以進一步提升。

# premium.tipGreat
source: Great engagement levels. Keep doing what works.
ja: 素晴らしいエンゲージメントレベルです。効果的な取り組みを続けてください。
zh_hans: 互动水平很好。继续做有效的事。
zh_hant: 互動水平很好。繼續做有效的事。

# premium.tipHighlyActive
source: You post or engage almost every day. Keep up the momentum — consistency is your superpower.
ja: ほぼ毎日投稿またはエンゲージしています。この勢いを維持しましょう——一貫性があなたの強みです。
zh_hans: 你几乎每天都在发帖或互动。保持势头——持续是你的超能力。
zh_hant: 你幾乎每天都在發文或互動。保持勢頭——持續是你的超能力。

# premium.tipLowActivity
source: Your activity is low. Regular engagement is key to growing your following.
ja: アクティビティが低いです。定期的なエンゲージメントがフォロワー増加の鍵です。
zh_hans: 你的活跃度较低。定期互动是增长粉丝的关键。
zh_hant: 你的活躍度較低。定期互動是增長粉絲的關鍵。

# premium.tipLowQuality
source: Low engagement. Consider refreshing your content strategy.
ja: 低いエンゲージメントです。コンテンツ戦略の見直しを検討してください。
zh_hans: 互动较低。考虑更新内容策略。
zh_hant: 互動較低。考慮更新內容策略。

# premium.tipModerate
source: Your activity is moderate. Try increasing post frequency to stay top of mind with your audience.
ja: アクティビティは中程度です。投稿頻度を増やしてフォロワーの関心を維持しましょう。
zh_hans: 你的活跃程度中等。尝试增加发帖频率以保持受众关注。
zh_hant: 你的活躍程度中等。嘗試增加發文頻率以保持受眾關注。

# premium.tipStable
source: Your metrics are stable. Consistency is a good foundation for growth.
ja: 指標は安定しています。一貫性は成長の良い基盤です。
zh_hans: 你的指标稳定。持续性是增长的良好基础。
zh_hant: 你的指標穩定。持續性是增長的良好基礎。

# premium.topRegion
source: Top Region
ja: トップ地域
zh_hans: 热门地区
zh_hant: 熱門地區

# premium.totalEvents
source: %d events total
ja: 合計 %d 件
zh_hans: 共 %d 个事件
zh_hant: 共 %d 個事件

# premium.trend
source: Trend
ja: トレンド
zh_hans: 趋势
zh_hant: 趨勢

# premium.trialActive
source: You're currently in the free trial. Enjoy full access!
ja: 現在無料トライアル中です。すべての機能をお楽しみください！
zh_hans: 你正在免费试用中。享受全部功能！
zh_hant: 你正在免費試用中。享受全部功能！

# premium.trialBadge
source: TRIAL
ja: トライアル
zh_hans: 试用
zh_hant: 試用

# premium.trialEnded
source: Trial ended
ja: トライアル終了
zh_hans: 试用已结束
zh_hant: 試用已結束

# premium.trialRemaining
source: %d:%02d remaining
ja: 残り %d:%02d
zh_hans: 剩余 %d:%02d
zh_hant: 剩餘 %d:%02d

# premium.unfollowed
source: Unfollowed
ja: フォロー解除
zh_hans: 已取关
zh_hant: 已退追蹤

# premium.unlockAll
source: Unlock All Premium
ja: 全プレミアムを解除
zh_hans: 解锁全部高级功能
zh_hant: 解鎖全部進階功能

# premium.unlocked
source: All Premium features unlocked
ja: 全プレミアム機能が解除されました
zh_hans: 全部高级功能已解锁
zh_hant: 全部進階功能已解鎖

# premium.upgradeTitle
source: Unlock Premium
ja: プレミアムを解除
zh_hans: 解锁高级版
zh_hant: 解鎖進階版

# premium.upgradeTo
source: Upgrade to Premium
ja: プレミアムにアップグレード
zh_hans: 升级到高级版
zh_hant: 升級到進階版

# premium.weekdayDistribution
source: Weekday Distribution
ja: 曜日分布
zh_hans: 星期分布
zh_hant: 星期分布

# premium.weightBreakdown
source: Weight Breakdown
ja: 重みの内訳
zh_hans: 权重分解
zh_hant: 權重分解

# premium.weightBreakdownDesc
source: Breakdown of engagement weights: Likes 30%, Comments 40%, Shares 30%
ja: エンゲージメントの重み内訳：いいね30%、コメント40%、シェア30%
zh_hans: 互动权重分解：点赞30%，评论40%，分享30%
zh_hant: 互動權重分解：讚30%，評論40%，分享30%

# premium.whoUnfollowedYou
source: Who Unfollowed You
ja: アンフォローしたユーザー
zh_hans: 谁取关了你
zh_hant: 誰取消追蹤了你

source: Recent Content
ja: 最近のコンテンツ
zh_hans: 最近内容
zh_hant: 最近內容

# settings.accounts
source: Accounts
ja: アカウント
zh_hans: 账号
zh_hant: 帳號

# settings.activityStatus
source: Activity Status
ja: アクティビティステータス
zh_hans: 活动状态
zh_hant: 活動狀態

# settings.appearance
source: Appearance
ja: 外観
zh_hans: 外观
zh_hant: 外觀

# settings.appleDark
source: Apple Dark
ja: Apple ダーク
zh_hans: Apple 暗色
zh_hant: Apple 暗色

# settings.appleNative
source: Apple Native
ja: ネイティブ
zh_hans: 原生
zh_hant: 原生

# settings.colorScheme
source: Color Scheme
ja: カラースキーム
zh_hans: 配色方案
zh_hant: 配色方案

# settings.cream
source: Cream
ja: クリーム
zh_hans: 羊皮纸白
zh_hant: 羊皮紙白

# settings.dark
source: Dark
ja: ダーク
zh_hans: 深色
zh_hant: 深色

# settings.darkMode
source: Dark Mode
ja: ダークモード
zh_hans: 深色模式
zh_hant: 深色模式

# settings.dataExport
source: Data Export
ja: データエクスポート
zh_hans: 数据导出
zh_hant: 數據匯出

# settings.deleteAllData
source: Delete All Local Data
ja: すべてのローカルデータを削除
zh_hans: 删除所有本地数据
zh_hant: 刪除所有本地數據

# settings.deleteConfirmation.message
source: This will permanently remove all locally stored data. This action cannot be undone.
ja: ローカルに保存されたすべてのデータが完全に削除されます。この操作は元に戻せません。
zh_hans: 这将永久删除所有本地存储的数据。此操作无法撤销。
zh_hant: 這將永久刪除所有本地存儲的數據。此操作無法撤銷。

# settings.deleteConfirmation.title
source: Delete All Data?
ja: すべてのデータを削除しますか？
zh_hans: 删除所有数据？
zh_hant: 刪除所有數據？

# settings.exportData
source: Export Data
ja: データをエクスポート
zh_hans: 导出数据
zh_hant: 匯出數據

# settings.exportFooter
source: All exports are saved locally. Your data never leaves your device.
ja: すべてのエクスポートはローカルに保存されます。データがデバイスから外部に出ることはありません。
zh_hans: 所有导出文件均保存在本地。你的数据不会离开你的设备。
zh_hant: 所有匯出檔案均保存在本地。你的數據不會離開你的裝置。

# settings.forest
source: Forest
ja: フォレスト
zh_hans: 森林
zh_hant: 森林

# settings.format
source: Format
ja: 形式
zh_hans: 格式
zh_hant: 格式

# settings.instagramDark
source: Instagram Dark
ja: インスタグラムダーク
zh_hans: Instagram 深色
zh_hant: Instagram 深色

# settings.language
source: Language
ja: 言語
zh_hans: 语言
zh_hant: 語言

# settings.light
source: Light
ja: ライト
zh_hans: 浅色
zh_hant: 淺色
